Revit 2027 API
ParameterTypeId.RebarInternalMultiplanar Property
 "INTERNAL: Multiplanar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInternalMultiplanar { get; }
Public Shared ReadOnly Property RebarInternalMultiplanar As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInternalMultiplanar {
	ForgeTypeId^ get ();
}
static member RebarInternalMultiplanar : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace